{
  "Anatomy Section": [
    ["astrocyte", "a star-shaped glial cell which supports neurons and may play a role in signal integration."],
    ["endfoot", "a portion of an astrocyte that is in contact with the vasculature."],
    ["glia", "Non-neuronal cells that maintain homeostasis, form myelin, and provide support and protection for neurons in the nervous system."],
    ["in-silico", "a process or experiment performed on a computer."],
    ["microcircuit", "a neural circuit that includes all the local arborisations of neurons lying at the centre of the circuit (typical radius 200–500 µm)."],
    ["microdomain", "anatomically exclusive region occupied by one astrocyte."],
    ["morphology", "the treelike structure of a neuron or astrocyte."],
    ["neuronal-glial-vascular ensemble (NGV)", "the interconnected and multi-directional system between neurons, glia and the vasculature."],
    ["perivascular", "attached or projecting to the vascular surface."],
    ["point graph", "a graph of points connected by edges."],
    ["reconstructed morphology", "digital morphology reconstructed via experimental methods, such as staining and tracing."],
    ["synthesized morphology", "digital morphology generated by a computational model."],
    ["soma", "the cell body or compartment in a cell that houses the nucleus."],
    ["synapse", "the area of contact between neurons that enables them to exchange electrical or chemical signals and permits communication between them."],
    ["synaptic connection", "the set of all synaptic contacts between the presynaptic axon and the postsynaptic dendrites or soma."],
    ["TMD", "the Topology Morphology Descriptor (TMD) allows creation of a ‘barcode’ to describe the elongation and termination of branched structures."]
  ],
  "Metabolism Section": [
    ["metabolite", "a substance formed in or necessary for metabolism."],
    ["metabolism", "set of chemical reactions in the organism [https://en.wikipedia.org/wiki/Metabolism]"],
    ["enzyme kinetics/reaction kinetics", "the study of the rates of chemical reactions [https://en.wikipedia.org/wiki/Enzyme_kinetics]"],
    ["glycolysis", "the energy metabolism pathway converting glucose into pyruvate in the series of chemical reactions [https://en.wikipedia.org/wiki/Glycolysis]"],
    ["glycogenolysis", "the breakdown of glycogen (multibranched) to glucose-1-phosphate and the shorter molecule of glycogen [https://en.wikipedia.org/wiki/Glycogenolysis]. In the brain, it is an important part of the astrocytes metabolism."],
    ["PPP (pentose phosphate pathway)", "an energy metabolism pathway that involves production of NADPH and pentoses [https://en.wikipedia.org/wiki/Pentose_phosphate_pathway]"],
    ["TCA cycle (tricarboxylic acid cycle, Krebs cycle, citric acid cycle)", "cycle of chemical reactions in aerobic organisms that involves oxidation of acetyl-CoA [https://en.wikipedia.org/wiki/Citric_acid_cycle]"],
    ["oxidative phosphorylation", "metabolic pathway with a high energy output which involves transfer of electrons by electron carriers [https://www.ncbi.nlm.nih.gov/books/NBK21208/#:~:text=Oxidative%20phosphorylation%20is]"],
    ["compartment (in the context of our metabolism model)", "part of the cell volume, extracellular space of a piece of vasculature, where chemical processes are taking place [https://en.wikipedia.org/wiki/Cellular_compartment]"],
    ["initial concentration", "the concentration value (mM) of the molecule which is set in the beginning of the simulation for solving the system of differential equations, which describes the dynamics of all the variables in our model."],
    ["BOLD (blood-oxygen-level-dependent imaging)", "common method in functional magnetic resonance imaging that allows to infer the activity based on the metabolism [https://en.wikipedia.org/wiki/Blood-oxygen-level-dependent_imaging] "],
    ["OGI (oxygen glucose index )", "the ratio of oxygen to glucoses consumption which allows to evaluate relative contributions of oxidative and non-oxidative metabolism [https://doi.org/10.1371/journal.pone.0204242]"]
  ],
  "Blood Flow": [
    ["artery", "vessel that branches and spreads in order to supply the tissue surrounding them. The mean artery diameter in the rat brain vasculature is larger compared to the mean vein diameter.  "],
    ["capillary", "dense network that connects arteries and veins at the tissues. two consecutive vessels have a diameter < 7.0 μm in rodents until the capillary bed starts. No capillary with a diameter > 9.0 μm."],
    ["compliance", "change in volume due to a given change in pressure."],
    ["constriction", "decrease in diameter of the vasculature."],
    ["density", "mass per unit volume."],
    ["dilation", "increase in diameter of the vasculature."],
    ["elasticity", "flexibility of the vessel wall. Property of the arterial walls depending on resistance and compliance. Elasticity helps to moderate blood pressure and blood flow."],
    ["flow", "total volume of fluid passing with a given velocity a section (area) of a vessel per unit of time."],
    ["impedance (transfer impedance)", "ratio representing input pressure over output flow. "],
    ["pressure", "measure of the force that the blood exerts against the vessel walls as it moves the blood through the vessels."],
    ["stiffness", "rigidity of the vessel wall. Arteries become stiff when gradually thicken and arterial fibers decline."],
    ["resistance", "vessel resistance is directly proportional to the vessel length and the blood viscosity, and inversely proportional to the radius to the fourth power."],
    ["vein", "vessel that drains the deoxygenated blood. The mean vein diameter in the rat brain vasculature is smaller compared to the mean artery diameter. "],
    ["vessel", "tube-like structures in the circulatory system that are responsible for circulating blood within the body. The vessel classification is extended by a diameter criterion."],
    ["viscosity", "the property of a fluid that resists the force which tends to cause it to flow."]
  ]
}